Repository: weetzie/discogs-i18n
Catalog: */LC_MESSAGES/messages.po
Languages: nl

source: About Us
nl: Over ons

source: Add Release
nl: Release toevoegen

source: Add stuff to your wantlist and we'll let you know when someone is selling it.
nl: Voeg artikelen toe aan je winkelwagen en we houden je op de hoogte wanneer iemand deze aanbiedt.

source: Add to Cart
nl: Toevoegen aan winkelwagen

source: Add to List
nl: Toevoegen aan lijst

source: All Genres
nl: Alle genres

source: Alternates
nl: Alternatieven

source: Artists
nl: Artiesten

source: Barcode and Other Identifiers
nl: Barcode en andere identificatiemiddelen

source: Based on the items in your Shopping Cart from seller
nl: Gebaseerd op de items in je winkelwagen van verkoper

source: Bestselling
nl: Bestverkocht

source: Bestselling MP3/WAV
nl: Bestverkochte MP3/WAV

source: Billing
nl: Facturering

source: Browse by Genre
nl: Bladeren op genre

source: Buy
nl: Koop

source: Buy Vinyl Records, CDs and More
nl: Koop vinylplaten, cd's en meer

source: Change all formats to
nl: Alle formaten wijzigen naar

source: Checkout
nl: Afrekenen

source: Classical
nl: Klassiek

source: Collection
nl: Verzameling

source: Companies etc
nl: Bedrijven, etc.

source: Continue Shopping
nl: Doorgaan met winkelen

source: Contribute
nl: Draag bij

source: Contributor List
nl: Bijdragerslijst

source: Country
nl: Land

source: Decade
nl: Jaartal

source: Developers&nbsp;API
nl: Ontwikkelaars-API

source: Digital
nl: Digitaal

source: Discography
nl: Discografie

source: Discogs is the safe and easy way to buy and <a href="/marketplace">sell</a> music.
nl: Discogs is de veilige en makkelijke manier om muziek te kopen en te <a href="/marketplace">verkopen</a>.

source: Discogs users are auto-notified when items they want are listed.
nl: Discogs-gebruikers ontvangen automatisch meldingen wanneer voorwerpen die zij willen beschikbaar zijn.

source: Discover
nl: Ontdekken

source: Do less work
nl: Bespaar moeite

source: Drafts
nl: Concepten

source: Electronic
nl: Elektronisch

source: Empty Cart
nl: Winkelwagen legen

source: Explore
nl: Verkennen

source: Export Data
nl: Gegevens exporteren

source: Filter results by
nl: Resultaten filteren op

source: Follow&nbsp;Us
nl: Volg&nbsp;ons

source: For sellers that need to list their items in bulk
nl: Voor verkopers die veel items tegelijk willen aanbieden

source: For sellers with time to list items one-by-one
nl: Voor verkopers die items één voor één willen aanbieden

source: Format
nl: Drager

source: Formats
nl: Dragers

source: Forums
nl: Forum

source: Friends
nl: Vrienden

source: Get Started
nl: Nu beginnen

source: Get Started Selling Now
nl: Begin nu met verkopen

source: Getting Started
nl: Aan de slag

source: Help Forums
nl: Helpforum

source: Help on search
nl: Hulp bij zoeken

source: Help&nbsp;Is&nbsp;Here
nl: Hulp&nbsp;is&nbsp;hier

source: If you would like us to add your testimonial, please contact
nl: Indien je jouw ervaring wilt laten toevoegen, neem dan contact op met

source: Initial listings and all updates are handled with bulk uploads
nl: Aanbiedingen en alle updates kunnen met veel tegelijk worden uitgevoerd

source: Initial listings are one-by-one, but can be updated in bulk
nl: Aanbiedingen worden één voor één uitgevoerd, maar kunnen met veel tegelijk worden bijgewerkt

source: Items I Want
nl: Items die ik wil

source: Items Ship From
nl: Items worden verzonden uit

source: Items are displayed in search results based on artist, title and format
nl: Items worden in de zoekresultaten weergegeven op basis van artiest, titel en drager

source: Items are displayed under the exact release you list them
nl: Voorwerpen worden weergegeven onder de exacte release die je hebt opgegeven

source: Jobs
nl: Banen

source: Join&nbsp;In
nl: Doe&nbsp;mee

source: Jump To
nl: Springen naar

source: Languages
nl: Talen

source: Learn more
nl: Meer informatie

source: Listing Options
nl: Aanbiedingsopties

source: Listing items for sale on Discogs is <strong>always free</strong>.
nl: Items aanbieden op Discogs is <strong>altijd gratis</strong>.

source: Lists
nl: Lijsten

source: Logout
nl: Uitloggen

source: Make more money
nl: Verdien meer geld

source: Manage Inventory
nl: Inventaris beheren

source: Marketplace
nl: Marktplaats

source: Marketplace Support
nl: Ondersteuning voor marktplaats

source: Mobile
nl: Mobiel

source: More From
nl: Meer van

source: More formats
nl: Meer dragers

source: More genres
nl: Meer genres

source: More styles
nl: Meer stijlen

source: More than <strong>4 million people</strong> look for music on Discogs every month.
nl: Meer dan <strong>4 miljoen mensen</strong> zoeken maandelijks naar muziek op Discogs.

source: My Groups
nl: Mijn groepen

source: My Items For Sale
nl: Mijn aangeboden items

source: My Orders
nl: Mijn bestellingen

source: My Purchases
nl: Mijn aankopen

source: Needs Changes
nl: Vereist bewerking

source: Needs Vote
nl: Vereist stemmen

source: New Releases
nl: Nieuwe releases

source: New Seller
nl: Nieuwe verkoper

source: New Styles
nl: Nieuwe stijlen

source: No need to type up detailed item descriptions.
nl: Gedetailleerde itembeschrijvingen zijn niet nodig.

source: No orders
nl: Geen bestellingen

source: Notes
nl: Opmerkingen

source: OR
nl: OF

source: Official Blog
nl: Officiële blog

source: Only 6&#37; in fees incur when your items sell
nl: Slechts &#37;6 wordt in rekening gebracht als je items worden verkocht

source: Only 8&#37; in fees incur when your items sell
nl: Slechts &#37;8 wordt in rekening gebracht als je items worden verkocht

source: Order Number
nl: Bestellingnummer

source: Other&nbsp;Stuff
nl: Overig

source: Payment Methods
nl: Betaalmethoden

source: Popular Formats
nl: Populaire dragers

source: Price
nl: Prijs

source: Privacy Policy
nl: Privacybeleid

source: Product Search
nl: Producten zoeken

source: Profile
nl: Profiel

source: Purchase Date
nl: Aankoopdatum

source: Reach more buyers
nl: Bereik meer kopers

source: Read what other Discogs sellers have to say
nl: Lees wat andere Discogs-verkopers te zeggen hebben

source: Recent Group Activity
nl: Recente groepactiviteit

source: Recent Marketplace Sales
nl: Recente marktplaatsaankopen

source: Recommendations
nl: Aanbevelingen

source: Recommendations For You
nl: Aanbevolen voor jou

source: Released
nl: Uitgebracht

source: Releases
nl: Uitgebracht

source: Sales History
nl: Verkoopgeschiedenis

source: Saved Group Topics
nl: Opgeslagen groepsonderwerpen

source: Search for variations of
nl: Zoeken naar variaties van

source: Search results
nl: Zoekresultaten

source: Sell
nl: Verkoop

source: Selling here gets you instant exposure to our high traffic.
nl: Op deze plaats heb je een zeer groot publiek dat je aanbiedingen zal zien.

source: Selling vinyl records and CDs has never been easier.
nl: Vinylplaten en cd's verkopen was nog nooit zo makkelijk.

source: Settings
nl: Instellingen

source: Shipping Policies
nl: Verzendbeleid

source: Shop
nl: Winkel

source: Shopping Cart
nl: Winkelwagen

source: Show
nl: Toon

source: Showing
nl: Weergegeven:

source: Sign Up
nl: Registreren

source: Sorry, no downloads could be found.
nl: Sorry, er zijn geen downloads gevonden.

source: Sort By
nl: Sorteren op

source: Sort by
nl: Sorteren op

source: Standard Listing
nl: Standaard aanbieden

source: Start Shopping
nl: Beginnen met winkelen

source: Start getting recommendations by making a purchase in the marketplace.
nl: Je zult aanbevelingen ontvangen nadat je aankoop hebt gedaan op de marktplaats.

source: Style
nl: Stijl

source: Styles
nl: Stijlen

source: Submissions
nl: Inzendingen

source: Subscribe to featured releases newsletter
nl: Abonneren op de nieuwsbrief met aankomende releases

source: Support Request
nl: Ondersteuningsverzoek

source: Terms of Service
nl: Gebruiksvoorwaarden

source: The Best Way to Sell Music
nl: Deze beste manier om muziek te verkopen

source: The info is already here.
nl: Alle informatie is er al.

source: This label does not exist in Discogs.
nl: Dat label bestaat niet op Discogs.

source: This label has no approved releases
nl: Dat label heeft geen goedgekeurde releases

source: Total
nl: Totaal

source: Track
nl: Beheer

source: View Cart
nl: Winkelwagen weergeven

source: View all genres
nl: Alle genres weergeven

source: Wantlist
nl: Verlanglijst

source: Watch how it's done
nl: Bekijk hoe het werkt

source: Year
nl: Jaar

source: You only pay a 6 - 8&#37; fee when your items sell.
nl: Je betaalt slechts &#37;6-&#37;8 wanneer je items worden verkocht.

source: Your cart is empty
nl: Je winkelwagen is leeg

source: Your search returned no results. Please try a different query.
nl: Je zoekopdracht heeft geen resultaten opgeleverd. Probeer een andere.

source: available in digital format
nl: digitaal beschikbaar

source: browse all
nl: alles weergeven

source: edit
nl: bewerken

source: for sale
nl: aangeboden

source: from my
nl: van mijn

source: history
nl: geschiedenis

source: lists
nl: lijsten

source: more
nl: meer

source: more genres
nl: meer genres

source: music in the world's biggest and best music marketplace
nl: muziek op 's werelds grootste en beste muziekmarktplaats

source: new and old music, connect with other music lovers
nl: nieuwe en oude muziek, kom in contact met andere muziekliefhebbers

source: one per line
nl: één per regel

source: remove
nl: verwijderen

source: results
nl: resultaten

source: show more
nl: meer

source: showing
nl: weergegeven:

source: sort
nl: sorteren

source: submission pending
nl: aanbieding in afwachting

source: to the largest and most accurate music database
nl: aan de grootste en meest nauwkeurige muziekdatabase

source: view all
nl: alles weergeven

source: we recommend these releases
nl: wij raden deze releases aan

source: your collection and wantlist, get notified when items you want are for sale
nl: je collectie en verlanglijst, en ontvang meldingen wanneer items die je wilt worden aangeboden
